[
    {
        "url": "https://hh.ru/vacancy/82345120",
        "title": "Стажер в IT-компанию (с уклоном в python разработку)",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Знаешь основы программирования на <highlighttext>python</highlighttext> (и изучал другие языки программирования). Ответственно относишься к работе. Умеешь работать с людьми.  Изучать Битрикс24 и сдавать экзамены на знание продукта и получение различных компетенций. Участвовать в формализации бизнес-процессов клиентов для...",
        "date": "Дата создания вакансии: 23 June 2023 15:20:40 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82534003",
        "title": "Junior Data Scientist",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Знание <highlighttext>Python</highlighttext> (pandas, numpy, sklearn, seaborn, matploltlib, plotly). Знание SQL (умение создавать таблицы и выводить данные). Высшее образование (математическое/информационные... Анализом данных с помощью <highlighttext>Python</highlighttext> - Ad Hoc аналитикой. Подготовкой данных и обучением моделей ML. Подготовкой ТЗ для команды разработчиков. ",
        "date": "Дата создания вакансии: 27 June 2023 12:36:29 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/79058266",
        "title": "Junior Manual QA Engineer",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Знание html\\css на базовом уровне. Знание JS, TS ил <highlighttext>Python</highlighttext>. Знакомство с любыми системами контроля версий. Знакомство с Unity... Тестирование внутренних туллов, игрового движка и прочего программного обеспечения. Мануальное тестирование web-интерфейсов. Составление отчетов о найденных ошибках. ",
        "date": "Дата создания вакансии: 26 June 2023 12:45:56 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/81855673",
        "title": "QA Engineer (Junior)",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "...качественное оформление баг репортов. Понимание клиент-серверной архитектуры. Навыки работы с Postman или другим REST-клиентом. Навыки работы с <highlighttext>Python</highlighttext>. Ручное тестирование продукта. Написание тестовой документации. Взаимодействие с командой разработки.",
        "date": "Дата создания вакансии: 13 June 2023 15:23:28 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82763184",
        "title": "QA Engineer / Специалист по ручному тестированию",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Опыт работы c СI-cистемами (Jenkins, TeamCity). - Навык работы с Jira / Confluence. - Знание языка программирования – приоритетно <highlighttext>Python</highlighttext>. - Желание развиваться в... Составление плана тестирования, написание тестовой документации и чек-листов для тестирования. Установка и настройка тестового окружения. Составление и поддержание в...",
        "date": "Дата создания вакансии: 29 June 2023 13:45:56 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82859855",
        "title": "Аналитик данных",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Опытный пользователь: Excel, Power Query, DAX, SQL. Инструменты автоматизации: <highlighttext>Python</highlighttext> или PowerShell. Готовность к автоматизации процессов. Желание строить отчеты в... Автоматизация повторяющихся операций в команде по пользовательскому алгоритму (<highlighttext>Python</highlighttext>, PowerShell, любой другой инструмент на выбор аналитика). Построение отчетов в Power...",
        "date": "Дата создания вакансии: 30 June 2023 18:06:15 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82856014",
        "title": "Стажер - Data/BI аналитик",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Самостоятельность и системность. Уверенное знание <highlighttext>Python</highlighttext>/R и библиотек/подходов консолидации данных, оценки их качества, визуализации, разработки типовых отчетов-шаблонов.  Работа с различными источниками данных: парсинг, проверка качества данных, консолидация. Поиск закономерностей в данных, выделение бизнес-инсайтов. Разработка прототипов аналитических...",
        "date": "Дата создания вакансии: 30 June 2023 16:45:21 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82330647",
        "title": "Data Analyst (игровой аналитик)",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Знание SQL и <highlighttext>Python</highlighttext>. Понимание основ статистики и теории вероятностей. Опыт в анализе данных и подготовке отчетов. Будет плюсом: Опыт... Анализ игровых и маркетинговых метрик, подготовка отчетов и рекомендаций по улучшению продуктов или рекламы. Подготовка и проведение А/Б тестов. ",
        "date": "Дата создания вакансии: 23 June 2023 11:29:59 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82844410",
        "title": "Бизнес-аналитик",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Опыт работы в крупном сетевом бизнесе. Опыт обучения на современных образовательных платформах (Яндекс, Skillbox, Geekbrains и другие). Анализ эффективности маркетинговых активностей, бизнесов, стартап-проектов; AD HOC запросы. Выявление основных потребностей бизнеса и автоматизация онлайн-отчётов на их...",
        "date": "Дата создания вакансии: 30 June 2023 14:07:11 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82331776",
        "title": "Data Analyst / Data Scientist (Junior/Junior+)",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Образование – математика, информатика в бизнесе и аналогичные. Хороший уровень <highlighttext>Python</highlighttext> (pandas, numpy) в части анализа и обработки данных.  Участие в интересных проектах для крупнейших компаний. Применение продвинутых ИТ подходов на реальных проектах консалтинга. Разработка инструментов работы с данными...",
        "date": "Дата создания вакансии: 23 June 2023 11:45:45 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/81718031",
        "title": "Intern/Junior Data Scientist",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "...на <highlighttext>python</highlighttext> в команде. Опыт запуска обучения или инференса нейросетей на tensorflow / torch / keras. Знание экосистемы и стандартных пакетов <highlighttext>python</highlighttext>... Помощь в разметке и создании подробных карт местности на основе данных лидаров и камер. Обучение и доработка детекторов, классификаторов и...",
        "date": "Дата создания вакансии: 08 June 2023 15:59:25 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/78971091",
        "title": "Product manager",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Навыки работы в Excel/<highlighttext>Python</highlighttext>/R – выбирайте более удобный для вас инструмент, главное, чтобы задача была решена. Знание SQL и... Проверка гипотез на ретро-данных. Разработка внутренних сервисов – от осознания и оценки проблемы, до разработки логики работы, сопровождения разработки и...",
        "date": "Дата создания вакансии: 19 June 2023 11:47:48 UTC+03:00"
    },
    {
        "url": "https://www.superjob.ru/vakansii/starshij-analitik-dannyh-v-crm-46759846.html",
        "title": "Старший аналитик данных в CRM (Отдел анализа эффективности некредитного направления)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n \n• аналитическая поддержка бизнес-подразделения, развитие и накопление экспертизы в области аналитики, статистики;\n \n• анализ эффективности работы CRM, оценка кампаний, подведение итогов пилотов;\n \n• участие в крупных аналитических проектах розничного CRM;\n \n• поиск решения проблем: увеличения отклика на предложения CRM, расширения охвата базы клиентов предложениями, повышения эффективности процессов;\n \n• проведение оценки клиентской базы: анализ жизненного цикла клиентов, прогнозирование поведения, построение клиентского портрета, взаимодействие с data scientists в рамках задач по анализу данных и моделированию;\n \n• подготовка бизнес рекомендаций в рамках активностей департамента по результатам проведенных исследований, визуализация результатов исследований;\n \n• сопровождение текущей отчетности и создание новой, разработка dashboard, инструментария для контроля деятельности CRM;\n \n• разработка инструментария для контроля деятельности CRM.\n \nТребования:\n \n• высшее образование (математика, физмат, экономика, статистика);\n \n• опыт работы в крупной компании (банки, телеком, retail) в подразделении аналитики от 1 года;\n \n• отличное знание SQL (написание сложных запросов, знание оконных функций) - обязательно;\n \n• уверенный пользователь MS Office (Excel, P.Point);\n \n• опыт использования инструментов BI будет плюсом;\n \n• знание python для целей аналитики данных будет плюсом;\n \n• опыт анализа больших объемов данных;\n \n• наши аналитики, как правило, используют SQL, но мы не ограничиваем специалистов в выборе инструментария;\n \n• аналитический склад ума;\n \n• умением структурированно излагать мысли, презентовать результаты своей работы.\n \nУсловия:\n \n• трудоустройство согласно Законодательству;\n \n• конкурентная заработная плата;\n \n• профессиональное обучение и развитие;\n \n• добровольное медицинское страхование, льготные условия кредитования;\n \n• корпоративная пенсионная программа, материальная помощь;\n \n• спортивная жизнь и корпоративные мероприятия;\n \n• возможность построить карьеру в ведущем банке России.",
        "date": "Дата создания вакансии: 02 July 2023 17:14:20"
    },
    {
        "url": "https://www.superjob.ru/vakansii/data-scientist-46185192.html",
        "title": "Data Scientist",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Использовать алгоритмы машинного обучения для решения бизнес-задач \n• Исследовать данные с целью получения новых признаков \n• Разрабатывать требования для сбора данных, дизайн A/B тестов \n• Заниматься написанием эффективного кода для получения агрегатов данных \n• Развивать инфраструктуру для автоматического построения и использования моделей машинного обучения \nТребования:\n• Высшее техническое образование \n• Уверенное знание SQL и готовность писать эффективные запросы\n• Уверенное владение Python (библиотеки работы с данными)\n• Опыт использования и внедрения алгоритмов машинного обучения\n• Знание базовых алгоритмов и структур данных, понимание плюсов и минусов \n• Уверенное знание математической статистики, умение применять для решения задач \n• Технический английский на уровне чтения статей и участия в конференциях \nУсловия:\n• формат работы;\n• График работы: 5/2; 8.00-17.00, 9.00-18.00 или 10.00-19.00 (на выбор);\n• Полугодовой бонус;\n• ДМС - после испытательного срока;\n• Дисконтная карта на продукцию 30% магазинов сети + корпоративные скидки и специальные условия от партнеров;\n• Обучение - доступно внутреннее и внешнее обучение, проводим внутренние митапы, техтолки, посещаем профильные конференции;\n• Некоторые бонусы предоставляются по принципу \"кафетерия\". Расскажем об этом подробнее при первом контакте.",
        "date": "Дата создания вакансии: 02 July 2023 11:05:13"
    },
    {
        "url": "https://www.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-46528737.html",
        "title": "Педагог дополнительного образования (Лицей Академии Яндекса)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Осуществляет разнообразную развивающую деятельность обучающихся (воспитанников) в области дополнительного образования.\n• Комплектует состав кружка, секции, студии, клубного объединения и других форм внеурочной работы с обучающимися и принимает меры по его сохранению в течение срока их работы.\n• Участвует в разработке и реализации образовательных программ, несет ответственность за качество их выполнения, жизнь и здоровье обучающихся.\n• Составляет планы и программы занятий, обеспечивает их выполнение.\n• Выявляет творческие способности обучающихся, способствует развитию их интересов и склонностей.\n• Организует участие обучающихся в массовых мероприятиях.\n• Оказывает консультативную помощь родителям (лицам, их заменяющим), а также педагогическим работникам в пределах своей компетенции.\n• Обеспечивает при проведении занятий соблюдение правил охраны труда и санитарно-гигиенических норм.\n• Участвует в деятельности методического объединения, самоуправлении учреждения.\n• Систематически повышает свою профессиональную квалификацию.\nТребования:\n• В Лицей Академии Яндекса на площадку ГБОУ Школа 1210 (2023/2024 учебный год!) требуется педагог дополнительного образования по программе \"Учим программировать на Python\". \n• Соискатель должен пройти отбор в преподаватели Лицея Академии Яндекса. \n• Наличие справки об отсутствии судимости, справки об административных нарушениях за употребление наркотических средств и психотропных веществ.\nУсловия:\n• Занятия в группе во второй половине дня, два раза в неделю по 2 часа. \n\n\nВНИМАНИЕ: резюме кандидатов, которые не соответствуют требованиям, не рассматриваются.\nПросьба в сопроводительном письме указывать наличие пройденного отбора в преподаватели Лицея Академии Яндекса.",
        "date": "Дата создания вакансии: 27 June 2023 16:07:36"
    },
    {
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-46647558.html",
        "title": "Учитель информатики",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Уроки информатики в 8-11 классах.\n• Осуществляет обучение и воспитание обучающихся с учетом специфики преподаваемого предмета, проводит уроки и другие занятия в соответствии с расписанием в указанных помещениях.\n• Составляет тематический план работы по предмету в каждой параллели классов на учебную четверть и рабочий план на каждый урок.\n• В своей работе по предмету использует разнообразные приемы, методы и средства обучения.\n• Реализует образовательные программы.\n• Может переставлять по своему усмотрению темы уроков в отдельных разделах программы.\n• Проводит с учащимися установленное учебным планом количество контрольных и практических работ, а также необходимые учебные экскурсии.\nТребования:\n1. Высшее техническое образование по специальности информатики или математики.\n 2. Свободное владение языками программирования С++ и (или) Python 3 (в случае одного языка, вторым поможем овладеть).\n 3. Высокий уровень познавательного интереса – готовность к постоянному совершенствованию своих навыков. \n 4. Умение находить контакт с учениками. \n 5. Опыт работы в области преподавания – желательно, но не обязательно.\nУсловия:",
        "date": "Дата создания вакансии: 28 June 2023 11:46:19"
    },
    {
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-46652493.html",
        "title": "Системный администратор (IT-специалист)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Обслуживание (администрирование) операционных систем (установка, настройка, диагностика, устранение неисправностей и т.д.).\n• Базовые знания ЭЦП (CryptoPro);\n• Поддержка и развитие текущей инфраструктуры;\n• Восстановление работоспособности локальной сети при сбоях или выходе из строя сетевого оборудования, настройка роутеров и маршрутизаторов.\n• Регламентные работы (обновление ПО, контроль состояния систем);\n• Своевременное восстановление работоспособности оборудования и оргтехники\n• Установление прав доступа и контроль использования сетевых ресурсов.\n• Поддержка пользователей;\n• Базовые знания Adobe Photoshop и видеоредакторов;\n• Знание Python будет преимуществом\n• Базовые знания 1C\n• Техническая поддержка ПК и офисного оборудования, оборудования актовых залов.\n• Техническое сопровождение мероприятий.\n• Подготовка оборудования для ППЭ, диагностик и тп.\nТребования:\n• Высшее образование\n• Опыт работы от 1 года\n• Отсутствие судимости (наличие справки об отсутствии судимости)\n• Отсутствие медицинских противопоказаний (предварительное прохождение медицинского осмотра, оформление медкнижки)\n• Наличие сертификата о прохождении вакцинации от Covid-19 либо медицинского заключения о наличии противопоказаний к вакцинации\nУсловия:\n• Полная занятость (5-дневная рабочая неделя)\n• соцпакет",
        "date": "Дата создания вакансии: 28 June 2023 16:18:51"
    },
    {
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-34123084.html",
        "title": "Учитель информатики",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• \nРазработка рабочей программы по предмету. \n• \nОрганизация учебной деятельности обучающихся на уроке и во внеурочное время. \n• \nВедение электронного журнала\nТребования:\n• Высшее образование\n• стаж работы от 6 лет\n• опыт преподавания информатики углубленного уровня сложности в проектах ДОНМ \"ИТ-класс в московской школе\"; \"Инженерный класс в московской школе\";\n• результат прохождения учителем независимой диагностики в ЦНД МЦКО на уровень не ниже высокого\n• результативность подготовки к ОГЭ, ЕГЭ\n• Программирование: Перволого/Логомиры, Scratch, Кумир, Паскаль/Дельфи, Alice/Greenfoot/Java, C/C++, Python\n САПР: Компас\n Веб-дизайн и разработка: HTML5, CSS3, JavaScript, JQuery, PHP, Adobe Photoshop, Dreamweaver, Flash, AJAX\n СУБД: SQL (Oracle APEX), MySQL\n Администрирование: Windows, Linux, Cisco \n\nУсловия:\nШкола на протяжении ряда лет входит в 50 лучших школ по итогам рейтинга вклада ОО в качественное образование московских школьников; по итогам 2021-2022 уч.года школа удостоена Гранта Мэра 2 степени за достижение высоких результатов образовательной деятельности.\nШкола участвует в проектах ДОНМ \"ИТ-класс в московской школе\" (направление - программирование); \"Инженерный класс в московской школе\".",
        "date": "Дата создания вакансии: 29 June 2023 09:04:23"
    },
    {
        "url": "https://www.superjob.ru/vakansii/sistemnyj-administrator-43137935.html",
        "title": "Системный администратор, IT-специалист",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• настройка и эксплуатация межсетевых экранов, маршрутизаторов, систем мониторинга за трафиком и безопасностью;\n\n• поиск и устранение неисправностей сети, уязвимостей сети;\n• настройка мониторинга работоспособности оборудования, каналов связи (zabbix);\n• работа с системами виртуализации (hyper-v; vmware; контейнеры docker и др.);\n • настройка ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019);\n\n • автоматизация рутиных задачь;\n\n • участие в эксплуатации и развитии ИТ-инфраструктуры организации; \n\n• разработка документации (схемы, руководства по эксплуатации, описания) в рамках круга обязанностей;\n\n • антивирусная защита; \n\n• участие в монтажных работах по СКС (редко); \n• участие в установке и развертывании серверного оборудования, систем хранения данных, сетевого оборудования (редко);\n• администрирование видеоконференцоборудования (работа по графику). \n\n\n\nТребования:\n• \nобразование высшее (допускается обучение в магистратуре, вечернее отделение);\n• \nработа с ОС Linux (CentOS, openSUSE и др.), Asta linux, Windows (7,10, server 2012 – 2019) на уровне администратора;\n• \nОбязательно знание:\n• \nпротоколы передачи данных по ЛВС;\n\n• \nхарактеристики и основы эксплуатации сетевого оборудования (коммутаторы, маршрутизаторы, межсетевые экраны);\n• \nустройство и принципы работы ЭВМ и периферийного оборудования (принтеры, МФУ, мониторы);\n• \nустройство и работа с серверного оборудования;\n• \nнаписание скриптов, умение программировать на языке Python приветствуется;\n• \nчитать техническую документацию на английском языке;\n• \nналичие опыта работы системным администратором является преимуществом;\n• \nНаличие сертификатов повышения квалификации в сфере IT является преимуществом.\nУсловия:\n• Работа в центре Москвы (м. Краснопресненская).\n\n• график работы 5/2 с 9 до 18 часов;\n• Постоянная работа;\n• Дружная профессиональная команда;\n• Оформление по ТК РФ;\n• Интересные КОСМИЧЕСКИЕ проекты;\n• Возможности карьерного роста (Компания постоянно развивается и растёт).\n• Уровень зарплаты обсуждается с успешным кандидатом.\nУважаемые соискатели, \nпросьба указывать ожидаемый уровень З/П на руки в сопроводительном письме!",
        "date": "Дата создания вакансии: 28 June 2023 14:50:06"
    },
    {
        "url": "https://www.superjob.ru/vakansii/analitik-otdela-prodazh-46400350.html",
        "title": "Аналитик отдела продаж",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "SuperJob — это инновационная IT-компания, которая помогает соискателям найти работу, а работодателям — приобрести ценного сотрудника.\nЕжемесячно нашим сервисом пользуются миллионы соискателей и десятки тысяч работодателей, среди которых РЖД, Мегафон, МТС, Леруа Мерлен, Почта России, Сбербанк, Альфа-Банк, Ригла и многие другие. Мы активно развиваем нашу платформу и делаем ее лучше, подтверждая миссию «Работа должна доставлять удовольствие!»\nВам предстоит:\n• Собирать, анализировать и консолидировать данные по продажам.\n• Работать с большими объемами данных.\n• Анализировать маркетинговые активности.\n• Работать с сегментацией клиентов.\n• Ежедневно контролировать ключевые показатели. \n• Тестировать гипотезы по улучшению метрик, проводить А/Б тесты и интерпретировать их результаты. \n• Анализировать причинно-следственную связь метрик с основными бизнес-процессами компании. Давать рекомендации по их улучшению.\nОт своего будущего коллеги мы ждем:\n• Продвинутого уровня использования Google analytics, Яндекс.Метрик.\n• Опыта работы в любой BI-системе (у нас Tableau).\n• Хорошего знания Excel.\n• Знания SQL (навыки написания сложных запросов, знание оконных функций).\n• Опыта работы с Python.\nСвоему будущему коллеге мы предлагаем:\n• Работу в одном из самых быстрорастущих рынков - HRTech.\n• Непрерывное профессиональное развитие внутри компании.\n• Возможность стать частью сплоченной команды, любящей свое дело.\n• Официальную заработную плату.\n• Современный офис в 10 минутах пешей прогулки от станций метро Пушкинская/Маяковская/Чеховская/Новослободская.\n• Спортивный уголок.\n• Комфортную зону отдыха.\n• Кофе-поинты с вкуснейшим кофе и вендинговым аппаратом.\n• Оборудованное просторное место для питания.\n• Оплату проезда общественным транспортом.",
        "date": "Дата создания вакансии: 02 July 2023 23:15:03"
    },
    {
        "url": "https://www.superjob.ru/vakansii/inzhener-programmist-46558471.html",
        "title": "Инженер-программист",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Сопровождение разработки бортового ПО на C++\n• Тестирование ПО на С++\n• Оформление документации на ПО\nТребования:\n• знание языков программирования C/C++ (основной), Python\n• умение и готовность разбираться в чужом коде\n• высшее, неоконченное высшее\nУсловия:\n• Работа на оборонном предприятии России\n• Официальное трудоустройство, полное соблюдение ТК РФ\n• Оплачиваемый больничный, отпуск\n• График работы: пн-чт с 8:30 до 17:30, пт с 8:30 до 16:30\n• Возможность бесплатного обучения и повышения квалификации\n• На предприятии развита корпоративная культура (спортивные соревнования, праздники, конкурсы)\n• Территориально метро Тушинская, Сходненская\n• Иногородним сотрудникам предоставляется место в общежитии (хостел) в минутах от места работы",
        "date": "Дата создания вакансии: 30 June 2023 12:00:46"
    },
    {
        "url": "https://www.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39820071.html",
        "title": "Специалист службы поддержки с техническими знаниями (TOOLS)",
        "city": "Москва",
        "salary_int": 15000,
        "salary": "Зарплата от 15000 rub",
        "requirements": "TOOLS — это команда поддержки внутренних сервисов Яндекса. Они помогают нашим сотрудникам разбираться, как пользоваться рабочими инструментами, если что-то непонятно. У специалиста служба поддержки в TOOLS будет возможность попасть в закулисье Яндекса. Предстоит помогать столкнувшимся с трудностями сотрудникам или находить того, кто сможет на сложный вопрос ответить лучше всех. Ищем и очень ждем в команду человека с техническими знаниями, пониманием мира кода и онлайна. Если умеете находить контакт с любыми, даже самыми загадочными людьми, и можете прочитать чужие мысли, присоединяйтесь — станьте нашим супергероем.\nЧто нужно делать:\n· отвечать на сообщения пользователей по почте и в чатах;\n· консультировать их о вопросах, связанных с Яндексом;\n· передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n· иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n· грамотно пишете по-русски;\n· умеете четко и структурированно излагать мысли;\n· легко находите главную информацию в текстах разного объема;\n· умеете читать языки JavaScript, HTML и Python;\n· имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n· помогали людям онлайн;\n· умеете работать самостоятельно и в команде;\n· готовы к гибкому графику;\n· ответственны, стрессоустойчивы, самоорганизованны;\n· умеете работать с большим объемом информации;\n· готовы учиться;\n· не устаете от однообразных задач.\nУсловия:\n· работа из дома;\n· оформление совместительства;\n· частичная занятость: 20 рабочих часов в неделю;\n· гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n· сдельная оплата;\n· удаленное оплачиваемое обучение.\n Доступно соискателям с инвалидностью",
        "date": "Дата создания вакансии: 02 July 2023 22:05:23"
    },
    {
        "url": "https://hh.ru/vacancy/81552404",
        "title": "Программист Python",
        "city": "Санкт-Петербург",
        "salary_int": 25000,
        "salary": "Зарплата от 25000 RUR",
        "requirements": "Средний или выше уровень владения <highlighttext>Python</highlighttext>. Опыт работы с async, aiohttp для создания телеграм ботов. Опыт работы с базами данных... Разработка телеграмм-ботов на <highlighttext>Python</highlighttext> с использованием async, aiohttp. Работа с базами данных, в основном SQLite. Интеграция и использование API...",
        "date": "Дата создания вакансии: 05 June 2023 15:20:02 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82631531",
        "title": "Стажер-разработчик",
        "city": "Санкт-Петербург",
        "salary_int": 40000,
        "salary": "Зарплата от 40000 RUR",
        "requirements": "<highlighttext>Python</highlighttext> от 3.7. FastApi/Flask. Postgresql, Sqlalchemy. Docker, git. Selenium: HTML/CSS/React преимущество. Библиотеки для разработки телеграм-ботов.  Развивать применение ИИ для автоматизации и оптимизации рабочих процессов внутри компании.",
        "date": "Дата создания вакансии: 28 June 2023 11:09:20 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/81857159",
        "title": "Помощник веб-мастера/HTML-верстальщик",
        "city": "Санкт-Петербург",
        "salary_int": 40000,
        "salary": "Зарплата от 40000 RUR",
        "requirements": "Ищем активного, исполнительного человека с техническими навыками для выполнения различных задач. Навыки: ⁃ HTML/CSS/JS. ⁃ Ответственность и внимательность к деталям.  Работа с лендингами (изменение/редактирование уже готовых шаблонов). - Написание скриптов. ⁃ Проявлять инициативу.",
        "date": "Дата создания вакансии: 13 June 2023 15:41:24 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82122721",
        "title": "Junior Аналитик данных / Веб-аналитик",
        "city": "Санкт-Петербург",
        "salary_int": 50000,
        "salary": "Зарплата до 50000 RUR",
        "requirements": "Опыт работы с BI инструментами (у нас PowerBI и Grafana). Опыт использования Jira или аналогов. Опыт работы с <highlighttext>python</highlighttext> для... Еженедельный отчет по планированию. Отчет по результатам работы филиала в Латинской Америке за неделю. Отчет по дедстокам и движению денежных...",
        "date": "Дата создания вакансии: 19 June 2023 13:53:32 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82666786",
        "title": "HTML-верстальщик",
        "city": "Санкт-Петербург",
        "salary_int": 60000,
        "salary": "Зарплата от 60000 RUR",
        "requirements": "Базовые знания любого популярного языка программирования (Php, <highlighttext>Python</highlighttext>, Ruby, Java). Опыт работы с системой контроля версий Git. Опты работы с... None",
        "date": "Дата создания вакансии: 28 June 2023 15:39:02 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/81735476",
        "title": "Инженер",
        "city": "Санкт-Петербург",
        "salary_int": 70000,
        "salary": "Зарплата от 70000 RUR",
        "requirements": "Умение и желание выполнять технические расчеты, моделирование в среде Matlab (MathCAD), <highlighttext>Python</highlighttext> или другом языке программирования. Опыт работы в КОМПАС... Участие в проектировании изделий по требованиям Заказчика. Взаимодействие с главными конструкторами, конструкторским отделом, отделом разработчиков аппаратно-программной части. ",
        "date": "Дата создания вакансии: 09 June 2023 09:16:35 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/81885543",
        "title": "Backend-разработчик (Python)",
        "city": "Санкт-Петербург",
        "salary_int": 70000,
        "salary": "Зарплата от 70000 RUR",
        "requirements": "Знание Django и умение применять базовые алгоритмы. Опыт работы с базами данных (MySQL, PostgreSQL). Будет хорошо, если вы использовали NoSQL.  None",
        "date": "Дата создания вакансии: 26 June 2023 17:12:40 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82649420",
        "title": "Программист Python",
        "city": "Санкт-Петербург",
        "salary_int": 70000,
        "salary": "Зарплата от 70000 RUR",
        "requirements": "Уверенное знание <highlighttext>Python</highlighttext>, Django, PostgreSQL, ООП. Будет плюсом: навыки работы в Linux, nginx, Vue.JS. Умение самостоятельно работать, по ТЗ и... Требуется программист в команду для разработки гео-информационного портала на Django. Проект пишется для геологов, достаточно много интеграций с различными...",
        "date": "Дата создания вакансии: 28 June 2023 13:25:11 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82283561",
        "title": "Программист Python",
        "city": "Санкт-Петербург",
        "salary_int": 80000,
        "salary": "Зарплата от 80000 RUR",
        "requirements": "Знание <highlighttext>python</highlighttext> 3. Знание pyQT 5. Знание postgresql. Знание git. Знание ffmpeg будет плюсом. Знание linux будет плюсом.  Разработка новых программ для автоматизации рабочих процессов. Поддержка и развитие существующих проектов. Консультация пользователей. Отслеживание ошибок и их исправление. ",
        "date": "Дата создания вакансии: 22 June 2023 11:43:08 UTC+03:00"
    },
    {
        "url": "https://www.superjob.ru/vakansii/uchitel-informatiki-i-robototehniki-39720503.html",
        "title": "Учитель информатики и робототехники",
        "city": "Москва",
        "salary_int": 80000,
        "salary": "Зарплата от 80000 rub",
        "requirements": "Обязанности:\n\nПреподавание учебных дисциплин, организация учебной деятельности обучающихся по освоению учебных дисциплин; педагогический контроль и оценка освоения образовательной программы в процессе промежуточной и итоговой аттестации; разработка программно-методического обеспечения учебных дисциплин.\nТребования:\nРезультат прохождения предметного тренинга МЦКО в формате ЕГЭ не ниже высокого уровня;\nНаличие справки об отсутствии судимости;\nЖелательно высшее профессиональное образование (бакалавриат, специалитет, магистратура);\nНавыки работы с робототехникой; с языками программирования (в т.ч. язык КуМир, Python).\nЖелательно обладать компетенциями в области искусственного интеллекта / работы с большими данными / технологий связи / информационной безопасности.\nУсловия:\n• Оформление по ТК РФ;\n• Стабильная заработная плата;\n• Школа является участницей городского проекта \"IT-Вертикаль\", \"ИТ-класс в московской школе\";\n• Пешая доступность от платформы \"Лось\", м. ВДНХ.",
        "date": "Дата создания вакансии: 29 June 2023 16:43:36"
    },
    {
        "url": "https://www.superjob.ru/vakansii/master-proizvodstvennogo-obucheniya-46732961.html",
        "title": "Мастер производственного обучения (сетевой и системный администратор) 6",
        "city": "Москва",
        "salary_int": 80000,
        "salary": "Зарплата от 80000 rub",
        "requirements": "Обязанности:\n• \nпреподавание учебной практики в группах СПО:\n \n· ПМ.01 Выполнение работ по проектированию сетевой инфраструктуры\n \n· ПМ.04 Выполнение работ по профессии рабочего \"Наладчик технологического оборудования\"\n ПМ.03 Эксплуатация объектов сетевой инфраструктуры \n\nТребования:\n• \n• образование, знания, умения - в соответствии с Профстандартом.\n \n• владение навыками работы в специализированных программах, а также: Microsoft Excel, Microsoft Outlook, Microsoft PowerPoint, Microsoft Word, Интернет, электронная почта.\n \n• Сертификаты Cisco/Huawei либо иных сетевых вендоров. Плюсом будут сертификаты Microsoft и Python, Astra Linux (или иных Linux дистрибутивов)\n \n• Знание модели OSI/ Принцип работы протоколов TCP и UDP\n \n• Знание сетевых протоколов. FTP, SMTP, POP, IMAP, DHCP, IPv6 адресации. Протоколы удалённого доступа (SSH, Telnet). Принцип работы сети на физическом уровне. Принцип работы технологий IEEE 802.11 (WiFi) Понимание принципа роботы локальных сетей.Ipv6 адресация, SLAAC + DHCPv6. Технологии WPAN, WLAN, WMAN, WWAN. Технологии беспроводной связи BLE, BR/EDR, WiMAX.\n \n Медицинская книжка, медицинское освидетельствование психиатр/нарколог, справка об отсутствии судимости \n\nУсловия:\n• \n• Работа на территории работодателя\n \n• Полный социальный пакет\n \n Отпуск в летнее время",
        "date": "Дата создания вакансии: 29 June 2023 08:58:44"
    },
    {
        "url": "https://www.superjob.ru/vakansii/inzhener-programmist-45842848.html",
        "title": "Инженер-программист",
        "city": "Москва",
        "salary_int": 100000,
        "salary": "Зарплата от 100000 rub",
        "requirements": "Обязанности:\n\n• Участие в разработке систем гиростабилизации подвижных объектов. \n• Разработка и реализация протоколов взаимодействия с контроллером управления систем гиростабилизации. \n• Написание программного кода для управления контроллером систем стабилизации. \n• Разработка ПО пользовательского интерфейса для ПЭВМ и одноплатных компьютеров типа Raspberry Pi. \n• Реализация взаимодействия с периферийными устройствами по стандартным интерфейсам (RS232, UART, RS485, SPI, I2C, Ethernet).\nТребования:\n\n• Высшее профессиональное (техническое) образование. \n• Знание С/С++, знание языка Python является плюсом.\n• Знание QT. \n• Опыт работы с микрокомпьютерами. \n• Знание ОС семейства Linux. \n• Понимание работы систем гиростабилизации. \n• Чтения принципиальных электрических схем и знание Altium Designer является плюсом.\nУсловия:\n\n• Работа в ведущем техническом вузе страны, в городе Долгопрудный (Рядом со станцией Новодачная МЦД-1, или 15 минут от метро Алтуфьево или Ховрино). \n• Оформление в соответствии с ТК РФ, официальная заработная плата. \n• Возможности профессионального развития. \n• Оплачиваемый отпуск, больничный лист. \n• График работы: 5/2, с 09:00 до 18:00, возможно работа в удаленном режиме. \n• Заработная плата: от 100 000 рублей. \n• Молодой активный коллектив. \n• Возможность бесплатного посещения бассейна и тренажерного зала. \n• В соответствии с ТК РФ (ст.331), работники сферы образования обязаны предоставить справку о наличии (отсутствии) судимости и (или) факта уголовного преследования, срок изготовления которой может быть до 30 дней, просим заранее позаботиться о её получении.",
        "date": "Дата создания вакансии: 29 June 2023 19:31:40"
    },
    {
        "url": "https://www.superjob.ru/vakansii/analitik-informacionnoj-bezopasnosti-soc-l2-middle-soc-analyst-l2-46547022.html",
        "title": "Аналитик информационной безопасности SOC L2 Middle soc analyst L2",
        "city": "Москва",
        "salary_int": 100000,
        "salary": "Зарплата от 100000 rub",
        "requirements": "Обязанности:\n \n• Мониторинг и анализ событий информационной безопасности от различных источников в SIEM системе / Threat Hunting платформе;\n \n• Выполнение роли выделенного клиентского аналитика 2-ой линии Центра мониторинга и реагирования на киберугрозы;\n \n• Адаптация сценариев выявления инцидентов в SIEM системе / Threat Hunting платформе под особенности инфраструктур клиентов;\n \n• Фильтрация ложных срабатываний сценариев выявления инцидентов в используемой SIEM системе / Threat Hunting платформе;\n \n• Реагирование и оповещение заказчиков об инцидентах ИБ в соответствии с установленным SLA;\n \n• Расследование типовых и нетиповых инцидентов ИБ, подготовка рекомендаций для заказчиков по инцидентам ИБ;\n \n• Работа с EDR решением: написание правил, расследование инцидентов;\n \n• Проведение работ по практической оценке защищённости Ит инфраструктуры;\n \n• Взаимодействие с заказчиками по вопросам реагирования на инциденты ИБ;\n \n• Разработка планов реагирования на инциденты ИБ (playbook-и);\n \n• Участие в разработке новых сценариев выявления инцидентов в SIEM / Threat Hunting платформе;\n \n• Наставничество над группой аналитиков 1-ой линии.\n \nТребования:\n \n• Высшее техническое образование;\n \n• Знание сетевых технологий (в объеме сертификации CCNA);\n \n• Знание операционных систем Windows/Linux на уровне администратора;\n \n• Уверенное знание современных тактик и техник атакующих, основных векторов атак на корпоративные инфраструктуры, способов их обнаружения и противодействия;\n \n• Понимание классификации современного вредоносного ПО;\n \n• Опыт работы с SIEM системами (желательно ELK стэк);\n \n• Опыт работы с СЗИ – IDS\\WAF\\NGFW\\AV\\EDR;\n \n• Опыт анализа логов от различных систем, умение их правильно интерпретировать;\n \n• Будет дополнительным преимуществом: опыт программирования на Python/Go для автоматизации рутинных задач;\n \n• Будет дополнительным преимуществом: наличие профильных сертификаций (SANS, Offensive Security, eLearnSecurity, EC-Council).\n \nУсловия:\n \n• Оформление по ТК РФ;\n \n• Полная занятость;\n \n• Возможность профессионального и карьерного роста;\n \n• Заработная плата по результатам собеседования.",
        "date": "Дата создания вакансии: 29 June 2023 11:47:19"
    },
    {
        "url": "https://www.superjob.ru/vakansii/sistemnyj-inzhener-46296771.html",
        "title": "Системный инженер",
        "city": "Москва",
        "salary_int": 120000,
        "salary": "Зарплата от 120000 rub",
        "requirements": "Требования:\n\nНаши ожидания:\n- Вы знаете что такое кластер виртуализации Proxmox (kvm) и понимаете, как он работает. \n- Вы уверенно знаете, как администрировать операционные системы Linux (debian, CentOS, Windows)\n- Вы осознаете принципы работы современной сетевой инфраструктуры и стека TCP/IP, принципы сетевого взаимодействия систем, знаете, что такое Firewall, NAT и прочие странные слова, зачем нужны VLAN и как маршрутизировать трафик средствами OPNsense и Mikrotik. А самое главное зачем и куда!!\n- Вы знаете как настроить отправку почтовых голубей через сервер Zimbra\n- Вы знаете что такое Zabbix и сможете настроить мониторинг всего чего угодно. \n- Вы знаете для чего нужно серверное железо и что куда воткнуть, что такое RAID (hardware, software). \n- Вы знаете что такое AD, DNS, DHCP, как работают и настраиваются групповые политики. \n- Вы знаете что такое СХД (Qnap, Windows SMB) и умеете настраивать и администрировать. \n- Вы стремитесь автоматизировать рутинные IT процессы, поэтому знаете, как это сделать. \n- Вы знаете как работать с IP телефонией (Asterisk), как правильно раскидать звонки и сделать красивое голосовое приветствие (сложный IVR). \n- Вы знаете как работать с пользователями и пользовательскими ОС. У Вас крайне высокий уровень стрессоустойчивости. \n- Вы понимаете, что выполнение поручений руководителя — это крайне важно. \nБудет огромным плюсом если Вы:\n- Умеете работать с БД Postgresql, MySQL\n- Знаете, как писать скрипты на bash, python, php (желательно PowerShell)\n- Знаете, что такое СКУД и IP видеонаблюдение и умеете с этим работать. \n- Умеете самостоятельно администрировать часть инфраструктуры и отдельные проекты. \n- Знаете как улучшить показатели производительности и отказоустойчивости сервисов в непосредственной зоне ответственности, предложить варианты оптимизации инфраструктуры. \n- Знаете как осуществить мониторинг сервисов, выявить проблемные места, устранить неисправности и задокументировать проблему. Оперативное реагировать на оповещения и сигналы тревоги. Эскалация проблем. \n- Понимаете, что рабочий процесс может затянуться и придется задержаться на работе. \n\nТребования:\n- Высшее образование.\n- Коммуникабельность, доброжелательность.\n- Ответственность, стрессоустойчивость, способность быстро усваивать новую информацию.\n- Умение работать в режиме многозадачности.\n- Грамотная речь.\n\nУсловия\n - Работа в крупной медицинской, динамично развивающейся Компании.\n- Строгое соблюдение Трудового законодательства, своевременная и в полном объеме выплата заработной платы, премии, скидки на медицинские услуги , оказываемые в нашей организации.\n- Современное медицинское оборудование, комфортные условия труда.\n- Обучение и развитие в Компании.\n- График работы: гибкий с 8-00 до 20-00 с плавающими выходными днями.\n- Недалеко от метро Нагорная, Профсоюзная, Тульская, Нижние Котлы.\n- Будем рады видеть Вас в нашем дружном коллективе!!!",
        "date": "Дата создания вакансии: 29 June 2023 10:06:23"
    },
    {
        "url": "https://www.superjob.ru/vakansii/inzhener-programmist-45695694.html",
        "title": "Инженер-программист",
        "city": "Москва",
        "salary_int": 125000,
        "salary": "Зарплата от 125000 rub",
        "requirements": "Обязанности:\n• Разработка встроенного ПО для микроконтроллерных систем со стандартными и нестандартными процессорными ядрами;\n• Настройка среды разработки под изменения внутренней структуры микроконтроллерной системы (изменение количества и/или функционального назначения интерфейсных блоков и внутренних блоков системы и т.п.);\n• Разработка математических моделей и эмуляторов разрабатываемых IP-блоков микроконтроллерной систем;\n• Разработка тестов для выполнения функционального моделирования разрабатываемых микроконтроллерных систем и их составных частей;\n• Разработка документации на разработанное ПО;\n\nТребования:\n• Навыки программирования микроконтроллеров (языки С/С++, Python, TCL), знание периферийных интерфейсов (UART, I2C, SPI, CAN, SDIO, USB, MIPI, SATA и т.д.);\n• Опыт работы в средах проектирования Eclipse, Keil и пр., а также их настройки при изменении конфигурации микроконтроллерной системы, опыт создания HAL библиотек;\n• Навыки отладки микроконтроллерных систем с использованием GDB, OpenOCD и пр. Также настройка их ( GDB, OpenOCD) конфигурации под разрабатываемую микроконтроллерную систему;\n• Навыки работы в среде ОС Linux, Windows, с системами контроля версий;\n• Английский язык — чтение технической документации, ведение переписки;\nУсловия:\n• Оформление согласно ТК РФ;\n• Инновационные проекты;\n• Зарубежные командировки: тренинги, партнеры;\n• Премии согласно выполненным задачам;\n• Гибкий график\n• R&D центр г. Москва, ст. м. Тушинская (6 мин. пешком от метро)",
        "date": "Дата создания вакансии: 30 June 2023 13:31:19"
    },
    {
        "url": "https://hh.ru/vacancy/81666648",
        "title": "Сетевой инженер (удаленно)",
        "city": "Санкт-Петербург",
        "salary_int": 140000,
        "salary": "Зарплата от 140000 RUR",
        "requirements": "Знания и понимание сетевых технологий на уровне CCNP. Опыт эксплуатации территориально распределенных сетей связи. Понимание принципов внедрения и использования технологий... Эксплуатация сетевого оборудования: межсетевых экранов, маршрутизаторов, коммутаторов, контроллеров беспроводного доступа. . Оказание технической поддержки сотрудникам, ИТ-специалистам компаний Заказчика (2-3...",
        "date": "Дата создания вакансии: 07 June 2023 15:39:25 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82844590",
        "title": "Разработчик Python Backend",
        "city": "Санкт-Петербург",
        "salary_int": 150000,
        "salary": "Зарплата от 150000 RUR",
        "requirements": "Особенности проекта: - Технологический стек: MySQL, микросервисы, асинхронное программирование на <highlighttext>Python</highlighttext>, FastAPI. - Телеком протоколы: ISUP, SIP, SCCP, CAP, HTTP.  Описание проекта: Вашей основной задачей будет разработка и поддержка серверной части приложений, связанных с телекоммуникационными сервисами. Проект фокусируется на обработке...",
        "date": "Дата создания вакансии: 30 June 2023 14:10:01 UTC+03:00"
    },
    {
        "url": "https://www.superjob.ru/vakansii/analitik-45812126.html",
        "title": "Аналитик",
        "city": "Москва",
        "salary_int": 150000,
        "salary": "Зарплата от 150000 rub",
        "requirements": "Перечень задач:\n• Организация доступности информации для оперативного/тактического/стратегического управления. Проектирование и разработка витрин данных\n• Разработка аналитической отчетности.\n• Разработка дашбордов для оперативного и стратегического управления.\nУправленческие компетенции\n• Желательно:\n• Опыт управление проектом/ управление продуктом в областях:\n• Управленческая отчетность\n• Учетные системы\n• Витрины данных\n• BI системы\nТехнические компетенции\n• BI инструменты и инструменты подготовки данных\n• Python/Jupiter Notebook\n• Apache Airflow\n• Google Sheet + Apps Script\n• Excel\n• Системы для управления связками между сервисами (например N8N)\n• Базы данных\n• Математика на здоровом уровне\n• Эстетический вкус в визуализация и презентации данных\n• Способность задавать вопросы, структурировать и систематизировать.\nУсловия:\n\n• График работы с понедельника - по пятницу, с 8:00 - 17:00 (09:00 до 18:00)\n• Соблюдение трудового законодательства (официальное оформление с первого рабочего дня, \"белая\" заработная плата, оплачиваемые отпуска и больничные);\n• Стабильный рост заработной платы.\n• Корпоративные подарки от Компании на рождение ребенка, на 23 февраля. Новогодние подарки детям сотрудников.\n• Корпоративные скидки на нашу продукцию.",
        "date": "Дата создания вакансии: 02 July 2023 07:45:11"
    },
    {
        "url": "https://www.superjob.ru/vakansii/veduschij-sistemnyj-administrator-46276186.html",
        "title": "Ведущий системный администратор",
        "city": "Москва",
        "salary_int": 160000,
        "salary": "Зарплата от 160000 rub",
        "requirements": "МНОГОПРОФИЛЬНЫЙ МЕДИЦИНСКИЙ ХОЛДИНГ «СМ-КЛИНИКА» - это одна из крупнейших сетей многопрофильных медицинских центров для взрослых и детей, ведущая историю своего существования с 2002 года.\nОБЯЗАННОСТИ:\n• Администрирование, настройка и сопровождение виртуальных серверов на базе Linux и Windows\n• Администрирование, настройка и сопровождение виртуальной инфраструктуры VMWare\n• Администрирование, настройка и сопровождение СУБД, MS SQL, MySQL, PostgreSQL, no SQL\n• Администрирование, настройка и сопровождение физических серверов и СХД\n• Настройка и поддержка окружения для команды разработчиков (сервисы на Linux)\n• Автоматизация процессов обслуживания серверов\n• Резервное копирование СУБД и серверов (Veeam)\n• Сопровождение почтового сервера (Zimbra)\n• Сопровождение системы мониторинга Zabbix\n• Сопровождение оборудования в ЦОДа\n• Мониторинг производительности и оптимизация работы серверов и сервисов\n• Проведение регламентных работ на оборудовании и платформы виртуализации\n• Документирование виртуальной и серверной инфраструктуры и вносимых изменений\n• 3й уровень поддержки пользователей\nТРЕБОВАНИЯ:\n• Высшее техническое образование\n• Опыт работы системным администратором не менее 6 лет\n• Глубокие знание ОС Linux Centos, Fedora (понимание работы iptables)\n• Глубокие знания серверных ОС Windows и базовых сервисов - AD, DHCP, DNS, RDS, IIS, WSUS и т.д.\n• Знание (установка, конфигурирование, обслуживание) Apache, Nginx, Ha-proxy, Keepalived, RabbitMQ, Squid\n• Знание сетевых протоколов (понимание маршрутизации ipv4)\n• Опыт работы с SCM-системами Ansible/Chef/Puppet\n• Опыт работы с продуктами Atlassian (Jira,Confluence)\n• Опыт эксплуатации сервисов высокой доступности\n• Опыт работы с СХД (NetApp/VSAN/VxFlex) уровня предприятия - внедрение и сопровождение\n• Опыт внедрения и поддержки платформ виртуализации\n• VMWARE в промышленной среде\n• Опыт настройки систем резервного копирования\n• Опыт написания скриптов на Bash, Powershell, Python\nУСЛОВИЯ:\n• График работы 5/2 (09.00-18.00)\n• Территориально ул. Аргуновская 3 к.2 м. ВДНХ\n• Дополнительное обучение в корпоративном учебном центре (повышение квалификации, сертификационное обучение, обучение управленческим навыкам)\n• Возможность развития в рамках программы «Кадровый резерв»\n• Льготное медицинское обслуживание для сотрудников в клиниках Холдинга (включая стоматологию, косметологию) и скидки для членов семьи\n• Скидки для сотрудников в аптеках сети Холдинга\n• Корпоративное питание в кафе клиник\n• Специальные тарифы на отдых в загородном Парк-Отеле\n• Бесплатные спортивные секции для сотрудников (футбол, волейбол, танцы, йога, вокал, киберспорт)\n• Корпоративные программы и специальные предложения от партнеров Холдинга",
        "date": "Дата создания вакансии: 01 July 2023 10:25:05"
    },
    {
        "url": "https://www.superjob.ru/vakansii/python-razrabotchik-46640575.html",
        "title": "Python-разработчик (Django)",
        "city": "Москва",
        "salary_int": 180000,
        "salary": "Зарплата от 180000 rub",
        "requirements": "Российское общество «Знание» — крупнейшая в стране современная просветительская организация, которая ежегодно проводит сотни мероприятий для молодежи по всей России: организует тысячи выступлений выдающихся людей из сфер культуры, искусства, науки, истории, проводит научные баттлы, конкурсы, викторины, снимает фильмы и помогает лекторам в нашей стране быть услышанными и найти свою аудиторию.\nКоманда Технического департамента в поиске сильных Python (django) разработчиков для работы над новой контент-платформой.\nПроект имеет всероссийский масштаб, рассчитан на миллиоys пользователей и должен тесно связывать онлайн с офлайном. Включает в себя веб, мобильные приложения и множество спецпроектов.\nУ нас боевая команда из бизнеса, которая запускала такие продукты как Фоксфорд/Нетология и My Games Cloud\nТвоя основная задача будет заключаться в разработке серверной части приложений: клиентское API для веб и мобильных приложений.\nЧто мы ждем от кандидата:\n• Очень важен опыт разработки на Python 3 (Django Framework) от 3-х лет;\n• Опыт работы с PostgreSQL, Redis, Elasticsearch, DRF, Git;\n• Знание Celery, Docker;\n• Опыт работы с высоконагруженной архитектурой;\n• Умение писать поддерживаемый и расширяемый код (SOLID, KISS, DRY, паттерны и т.п.);\n• Умение и желание писать тесты, мы используем pytest.\nБудет преимуществом:\n• Опыт работы с k8s и облачными провайдерами;\n• Опыт разработки GraphQL API (graphene);\n• Asyncio, Aiohttp, Clickhouse, Kafka.\nЧто мы предлагаем:\n• Возможность присоединиться к проекту на старте: минимум легаси, максимум актуальных решений;\n• Полностью белую зп, оформление по ТК, современную технику для комфортной работы;\n• Удаленная работа с возможностью, при желании, посещать офис в Москве (м.Добрынинская);\n• Профессиональный и драйвовый коллектив;\n• Возможность влиять на процессы и практики компании через внедрение итеративных улучшений.",
        "date": "Дата создания вакансии: 27 June 2023 21:38:08"
    },
    {
        "url": "https://www.superjob.ru/vakansii/starshij-programmist-razrabotchik-46663422.html",
        "title": "Старший программист-разработчик (Python/Django) / Senior back-end developer",
        "city": "Москва",
        "salary_int": 200000,
        "salary": "Зарплата от 200000 rub",
        "requirements": "О нас:\nМы являемся аккредитованной IT-Компанией, агрегатор служб курьерской доставки, лидер в корпоративном сегменте рынка. Наши партнеры — известные курьерские службы и транспортные Компании, такие как Pony Express, СДЭК, DHL, Деловые Линии, КСЕ и т.д. (всего 18 компаний). Сотрудничая с нами, бизнес экономит до 40% при отправке документов и грузов по России, ближнему и дальнему зарубежью.\nО компании и ИТ-продуктах также см. ниже.\n\nРассматриваем варианты как офисной, так и удаленной занятости на полный рабочий день.\nОбязанности:\n• Развитие собственного in-house продукта, передового интернет-сервиса;\n• Проектирование программных решений, интеграций, API;\n• Разработка нового функционала на Python / Django;\n• Рефакторинг текущей кодовой базы, проведение ревью;\n• Поиск ошибок, их устранение;\n• Разработка интеграций с различными внешними системами;\n• Оптимизация сервисов под высокие нагрузки.\nТребования:\n• Python 3, Django, Django-rest;\n• Опыт проектирования и развития высоконагруженных систем;\n• Опыт работы с MySQL / Postgres;\n• Опыт работы c redis / rabbitmq;\n• Опыт работы с docker / docker-compose;\n• Опыт работы с celery;\n• Unit testing;\n• Умение разбираться в чужом коде;\n• Понимание работы http, https. REST, RESTful, SOAP;\n• git на уровне очень уверенного пользователя;\n• Уверенное знание Linux;\n• Знание английского на уровне В1 либо выше является обязательным!\nУсловия:\n• Официальное оформление.\n• Своевременная выплата зарплаты.\n• Офис: м. Павелецкая (5-10 минут пешком от метро), возможность работать удаленно.\n• График работы (по Москве): 5/2 с 9.00 до 18.00 (обсуждаемо).\n• Профессиональная команда единомышленников.\n• Открытость руководства к изменениям и улучшениям, без бюрократии.\n• Отлаженные процессы разработки ПО.\n• Возможность прокачать английский язык.\nО продукте и Компании:\nКатапульто — это передовой интернет-сервис, агрегатор служб курьерской доставки. Компания работает более 8 лет, является резидентом Сколково.\nМы развиваем собственный in-house продукт, которым пользуются тысячи компаний ежедневно.\nОб ИТ-подразделении:\nМы выстраиваем нашу Software Factory таким образом, чтобы максимально быстро и качественно решать коммерческие задачи за счет реализации передовых ИТ-решений.\nРаботаем с актуальным стеком технологий, не боимся пробовать новое и применять свежие решения.",
        "date": "Дата создания вакансии: 29 June 2023 12:05:17"
    }
]