[
    {
        "url": "https://hh.ru/vacancy/82293080",
        "title": "Стажер в направлении Python разработка",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "У тебя есть опыт разработки собственных pet-проектов на <highlighttext>Python</highlighttext>. Пройденный туториал по Django / Flask. Работал с командной строкой.  Разрабатывать новые web-сервисы и поддерживать существующие. Покрывать свой код тестами. Участвовать в code-review проектов других членов команды. ",
        "date": "Дата создания вакансии: 22 June 2023 13:40:17 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82238787",
        "title": "Тестировщик (Junior)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Неполное высшее/высшее образование. Знание теории тестирования и SQL. Теория БД: запросы (связать 2 таблицы, использовать агрегированные функции, группировка сортировка... Участие в тестировании основных проектов компании (web-сервисы, API, пользовательский интерфейс, мобильные приложения). Анализ логов/конфигураций на предмет локализации причин...",
        "date": "Дата создания вакансии: 21 June 2023 13:35:20 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82522478",
        "title": "Junior Python Developer (агентство Starlink)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Высшее техническое образование или же возможность совмещать на последних курсах. Знание основ <highlighttext>Python</highlighttext> и библиотек pandas, numpy, requests.  Работа с API подрядчиков по маркетинговым исследованиям. Разработка и поддержка парсеров сайтов для сбора данных. Поддержка и актуализация существующих скриптов...",
        "date": "Дата создания вакансии: 27 June 2023 11:09:35 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82839132",
        "title": "Удаленный стажер-аналитик (computer vision)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Профильное техническое образование, желание развиваться в области компьютерного зрения. Построение классических моделей. Навыки: <highlighttext>Python</highlighttext>, знание основ ML, знание основ CV.  Применение классического ML к постобработке результатов нейросетевых моделей. Построение моделей машинного обучения, написание скриптов на <highlighttext>python</highlighttext>. Внедрение моделей в продукцию. ",
        "date": "Дата создания вакансии: 30 June 2023 12:43:09 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82667089",
        "title": "Разработчик Python (junior)",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Высшее или неполное высшее техническое образование. Опыт разработки на <highlighttext>Python</highlighttext> от года. Опыт работы с Linux. Алгоритмическая подготовка.  Разработка функционала сервисов на <highlighttext>Python</highlighttext>. Разработка юнит и компонентных тестов. Документирование разработанных решений.",
        "date": "Дата создания вакансии: 28 June 2023 15:41:50 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82340678",
        "title": "Python developer",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Коммерческий опыт разработки на <highlighttext>Python</highlighttext> на фреймворках Aiohttp/ Aioamqp – от 2 лет. Понимание базовых принципов работы API. Отличное понимание ООП.  Анализ API-сторонних сервисов и доработка собственных. Реализация stateless микросервисов. Разработка внутренних библиотек. Оптимизация узких мест в основной архитектуре продукта.",
        "date": "Дата создания вакансии: 23 June 2023 14:03:02 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82458628",
        "title": "Руководитель направления анализа защищенности",
        "city": "Москва",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Умение читать и анализировать исходный код на распространенных языках программирования (<highlighttext>Python</highlighttext>, bash, C, Powershell, PHP), опыт аудита исходного кода на... ELearnSecurity Web application Penetration Tester eXtreme.",
        "date": "Дата создания вакансии: 26 June 2023 16:44:27 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-32399377.html",
        "title": "Педагог дополнительного образования (цифровые технологии, информатика) в ЦЦО IT-куб",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "В сентябре 2023 года на базе нашей школы - ГБОУ СОШ 303 имени Фридриха Шиллера Фрунзенского района Санкт-Петербурга будет открыт Центр цифрового образования детей «IT-Куб». Основной целью деятельности Центра является реализация программ дополнительного образования по тематике современных цифровых технологий и информатики. Дети смогут выбрать для обучения следующие программы (секции):\n- «Программирование на Python»;\n- «Программирование роботов».\n- «Системное администрирование»;\n- «Алгоритмика и логика»;\n- «Мобильная разработка».;\n- «Разработка виртуальной и дополненной реальности»;\nВ связи с этим наша школа приглашает к сотрудничеству студентов высших учебных заведений, технических профильных специалистов, учителей и инженеров, и объявляет о наборе в «IT-куб» педагогов дополнительного образования по указанным программам информационных технологий.\nМолодые педагоги, студенты и увлеченные информационными технологиями специалисты ждем вас для знакомства на собеседования для работы в \"IT-кубе\". Предварительно, пожалуйста, пришлите резюме на указанный адрес электронной почты или позвоните контактному лицу.",
        "date": "Дата создания вакансии: 28 June 2023 17:48:57"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/data-scientist-46185193.html",
        "title": "Data Scientist",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Обязанности:\n• Использовать алгоритмы машинного обучения для решения бизнес-задач \n• Исследовать данные с целью получения новых признаков \n• Разрабатывать требования для сбора данных, дизайн A/B тестов \n• Заниматься написанием эффективного кода для получения агрегатов данных \n• Развивать инфраструктуру для автоматического построения и использования моделей машинного обучения \nТребования:\n• Высшее техническое образование \n• Уверенное знание SQL и готовность писать эффективные запросы\n• Уверенное владение Python (библиотеки работы с данными)\n• Опыт использования и внедрения алгоритмов машинного обучения\n• Знание базовых алгоритмов и структур данных, понимание плюсов и минусов \n• Уверенное знание математической статистики, умение применять для решения задач \n• Технический английский на уровне чтения статей и участия в конференциях \nУсловия:\n• формат работы;\n• График работы: 5/2; 8.00-17.00, 9.00-18.00 или 10.00-19.00 (на выбор);\n• Полугодовой бонус;\n• ДМС - после испытательного срока;\n• Дисконтная карта на продукцию 30% магазинов сети + корпоративные скидки и специальные условия от партнеров;\n• Обучение - доступно внутреннее и внешнее обучение, проводим внутренние митапы, техтолки, посещаем профильные конференции;\n• Некоторые бонусы предоставляются по принципу \"кафетерия\". Расскажем об этом подробнее при первом контакте.",
        "date": "Дата создания вакансии: 02 July 2023 11:05:13"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-46399099.html",
        "title": "Педагог дополнительного образования",
        "city": "Санкт-Петербург",
        "salary_int": 0,
        "salary": "Зарплата не указана",
        "requirements": "Проведение дополнительных занятий по одному или нескольким направлениям:\n• Юный физик (2-4 кл., 5-7 кл. с использованием конструкторов по физике)\n• Юный биолог ( 2-4 кл., 5-9 кл. с использованием лабораторного оборудования по биологии) \n• Химический практикум (4,5,6,7,8 кл. с использованием лабораторного оборудования по химии)\n• Экологический практикум (2-9 кл., с использованием лабораторного оборудования, цифровых лабораторий) \n• Робототехника (конструкторы Red, Trik, Интернет-вещей (Mgbot)\n• Программирование (Python)\n• 3D-моделирование (Компас, с использованием 3D-принтеров)\n• Нейротехнологии (с использованием учебного оборудования)\nОбязанности: \n• Осуществляет разнообразную развивающую деятельность обучающихся (воспитанников) в области дополнительного образования или внеурочной деятельности\n• Комплектует состав кружка, секции, студии, клубного объединения и других форм внеурочной работы с обучающимися и принимает меры по его сохранению в течение срока их работы.\n• Участвует в разработке и реализации образовательных программ, несет ответственность за качество их выполнения, жизнь и здоровье обучающихся.\n• Выявляет творческие способности обучающихся, способствует развитию их интересов и склонностей.\nТребования:\n• Умение или желание научиться работать с учебным и лабораторный оборудованием\n• Возможно магистранты ВУЗов по соответствующим профилям.\nУсловия:\n• Различные виды учебного оборудования",
        "date": "Дата создания вакансии: 29 June 2023 13:04:46"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/specialist-sluzhby-podderzhki-s-tehnicheskimi-znaniyami-39819988.html",
        "title": "Специалист службы поддержки с техническими знаниями (TOOLS)",
        "city": "Санкт-Петербург",
        "salary_int": 15000,
        "salary": "Зарплата от 15000 rub",
        "requirements": "TOOLS — это команда поддержки внутренних сервисов Яндекса. Они помогают нашим сотрудникам разбираться, как пользоваться рабочими инструментами, если что-то непонятно. У специалиста служба поддержки в TOOLS будет возможность попасть в закулисье Яндекса. Предстоит помогать столкнувшимся с трудностями сотрудникам или находить того, кто сможет на сложный вопрос ответить лучше всех. Ищем и очень ждем в команду человека с техническими знаниями, пониманием мира кода и онлайна. Если умеете находить контакт с любыми, даже самыми загадочными людьми, и можете прочитать чужие мысли, присоединяйтесь — станьте нашим супергероем.\nЧто нужно делать:\n· отвечать на сообщения пользователей по почте и в чатах;\n· консультировать их о вопросах, связанных с Яндексом;\n· передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n· иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n· грамотно пишете по-русски;\n· умеете четко и структурированно излагать мысли;\n· легко находите главную информацию в текстах разного объема;\n· умеете читать языки JavaScript, HTML и Python;\n· имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n· помогали людям онлайн;\n· умеете работать самостоятельно и в команде;\n· готовы к гибкому графику;\n· ответственны, стрессоустойчивы, самоорганизованны;\n· умеете работать с большим объемом информации;\n· готовы учиться;\n· не устаете от однообразных задач.\nУсловия:\n· работа из дома;\n· оформление совместительства;\n· частичная занятость: 20 рабочих часов в неделю;\n· гибкий график: 5-дневная рабочая неделя, 4 рабочих часа в день, плавающие выходные, начало смен обсуждается индивидуально;\n· сдельная оплата;\n· удаленное оплачиваемое обучение.\n Доступно соискателям с инвалидностью",
        "date": "Дата создания вакансии: 02 July 2023 22:05:16"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/specialist-tehnicheskoj-podderzhki-44718647.html",
        "title": "Специалист технической поддержки",
        "city": "Санкт-Петербург",
        "salary_int": 15000,
        "salary": "Зарплата от 15000 rub",
        "requirements": "Каждый день миллионы пользователей обращаются к сервисам Яндекса: ищут ответы на вопросы, решают рабочие задачи, учатся и отдыхают. А если что-то идёт не так, они всегда могут связаться со службой поддержки.\nМы ищем внимательных, тактичных и любознательных специалистов, которые будут помогать пользователям в самых разных ситуациях.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать по вопросам, связанным с сервисами Яндекса;\n• передавать информацию разработчикам и менеджерам, чтобы они улучшали сервисы.\nМы ждём, что вы:\n• грамотно пишете по-русски;\n• чётко и структурированно излагаете мысли;\n• умеете работать с большим объёмом информации;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать самостоятельно и в команде;\n• готовы учиться;\n• не устаёте от однообразных задач.\nБудет плюсом, если вы:\n• можете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование, особенно техническое.\nУсловия:\n• удалённая работа;\n• частичная занятость: пять дней в неделю по четыре часа;\n\n• гибкий график: плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата;\n• удалённое оплачиваемое обучение.",
        "date": "Дата создания вакансии: 02 July 2023 21:55:02"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/nochnoj-specialist-sluzhby-tehnicheskoj-podderzhki-46163431.html",
        "title": "Ночной специалист службы технической поддержки (Яндекс Браузер)",
        "city": "Санкт-Петербург",
        "salary_int": 18000,
        "salary": "Зарплата от 18000 rub",
        "requirements": "Для помощи по вопросам десктопной версии Яндекс Браузера разыскивается человек, который умеет не только выйти в интернет, но и знает, как потом не принести из него что-то вредное. Ваши сверхспособности понадобятся, чтобы знакомить пользователей с полезными возможностями Браузера. Например, рассказывать, как настроить фильтр рекламы или синхронизировать настройки Браузера на нескольких устройствах. Если вы из тех, кому любопытно разбираться, почему что-то не работает, и нравится помогать людям, присоединяйтесь.\nЧто нужно делать:\n• отвечать на сообщения пользователей по почте и в чатах;\n• консультировать их о вопросах, связанных с Яндексом;\n• передавать информацию разработчикам и менеджерам, помогая улучшать сервисы;\n• иногда решать новые интересные задачи — ведь мы постоянно растем и меняемся.\nМы ждем, что вы:\n• грамотно пишете по-русски;\n• умеете четко и структурированно излагать мысли;\n• легко находите главную информацию в текстах разного объема;\n• умеете читать языки JavaScript, HTML и Python;\n• имеете высшее или неоконченное высшее образование (техническое будет плюсом);\n• помогали людям онлайн;\n• умеете работать самостоятельно и в команде;\n• готовы к гибкому графику;\n• ответственны, стрессоустойчивы, самоорганизованны;\n• умеете работать с большим объёмом информации;\n• готовы учиться;\n• не устаете от однообразных задач.\nУсловия:\n• работа из дома;\n• два варианта оформления:\n• частичная занятость (работа по совместительству) — 5 дней в неделю по 4 часа, можно совмещать с учебой или другой работой;\n• полная занятость (основное место работы) — 5 дней в неделю по 8 часов;\n• гибкий график: плавающие выходные, начало смен обсуждается индивидуально;\n• сдельная оплата, зависящую от количества и сложности задач, которые вы выполните в течение месяца. В среднем — от 18000 рублей в месяц при работе 20 часов в неделю и от 45000 рублей в месяц при работе 40 часов в неделю. Премия по итогам месяца до 30 процентов;\n• доплата 20% в ночные часы (с 10 вечера до 6 утра);\n• удаленное оплачиваемое обучение.",
        "date": "Дата создания вакансии: 02 July 2023 20:22:05"
    },
    {
        "url": "https://hh.ru/vacancy/82840983",
        "title": "Специалист технической поддержки/Junior Тестировщик (QA Engineer)",
        "city": "Москва",
        "salary_int": 30000,
        "salary": "Зарплата от 30000 RUR",
        "requirements": "Опыт работы с системами учета багов. Базовые знания языков программирования <highlighttext>Python</highlighttext>. Опыт работы тестировщиком в Agile командах. Базовые знания принципов... Следить за работоспособностью всех систем веб-сервиса и мобильного приложения согласно инструкциям и технической документации (все покажем и научим). ",
        "date": "Дата создания вакансии: 30 June 2023 13:06:48 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82082298",
        "title": "Junior Python Django (стажер)",
        "city": "Москва",
        "salary_int": 30000,
        "salary": "Зарплата от 30000 RUR",
        "requirements": "Выпускник или студент старших курсов высшего образования по специальностям - информатика, прикладная математика, экономика, бизнес-информатика или подобные. Знание <highlighttext>Python</highlighttext>.  Разрабатываем аналитические решения для транспортной индустрии. Разработка аналитического сервиса, связанного со сбором и анализом больших данных (BigData). Разработка сервиса, связанного...",
        "date": "Дата создания вакансии: 18 June 2023 17:19:06 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/pedagog-dopolnitelnogo-obrazovaniya-45716514.html",
        "title": "Педагог дополнительного образования (программирование)",
        "city": "Санкт-Петербург",
        "salary_int": 30000,
        "salary": "Зарплата от 30000 rub",
        "requirements": "Педагог дополнительного образования для проведения занятий со школьниками по программированию на (Python)\nМесто проведения занятий:\nг. Санкт-Петербург, Большой П.С. пр-кт, дом 29/2\nОбязанности:\n• Составление и реализация программы дополнительного образования, методическое сопровождение образовательного процесса.\n• Работа по сохранению контингента обучающихся\n• Консультационная поддержка обучающихся и их родителей.\n• Прохождение обучения, курсов по повышению проф. уровня.\n• Поддержание в сохранности материально технического оснащения образовательного процесса.\n\n\nТребования:\n· Профильное образование, творческий подход, любовь к детям.\n· Высшее профессиональное образование или средне-профессиональное образование в области, соответствующей профилю преподаваемого направления, или педагогическое образование. \nВозможно работа для студентов старших курсов, начиная с 3-го, получающих образование в сфере информационных технологий\n· Наличие медицинской книжки с пройденной медкомиссией, справка о прохождении флюорографии (оригинал);\n· · Справка из УВД об отсутствии судимости (оригинал);\n· Справка о том, является ли лицо подвергнутым административному наказанию за потребление наркотических средств и психотропных веществ (оригинал).\nУсловия:\nРабота по расписанию занятий, в основном, в период с 15.00 до 21.00\n· Неполный рабочий день, гибкий график работы.\n· Молодой, творческий коллектив.\n· Возможности для профессионального развития.\n· Официальное трудоустройство, полный социальный пакет.\n· Отпуск в летнее время, 42 календарных дня.\nЗаработная плата зависит от уровня образования, пед. стажа, наличия квалификационной категории",
        "date": "Дата создания вакансии: 29 June 2023 11:52:16"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/metodist-po-programmirovaniyu-na-python-38140998.html",
        "title": "Методист по программированию на Python (в центр цифрового образования)",
        "city": "Санкт-Петербург",
        "salary_int": 30000,
        "salary": "Зарплата от 30000 rub",
        "requirements": "Примечание:\n• с 1 сентября 2022 на базе Лицея 126 открыт Центр цифрового образования \"ИнфинITи\", в который требуются методист по программированию на различных языках (Python обязательно)\nОбязанности:\n• Методическое сопровождение мероприятий центра по направлению \"Программирование на Python \").\n• Поиск и внедрение в план работы педагогов внешних конкурсов и мероприятий технической направленности. \n• Составление программ дополнительного образования.\n• Взаимодействие с внешними партнерами центра.\n• Методическое сопровождение педагогов центра\nТребования:.\n• Ответственность \n• Грамотность \n• Уверенное владение ПК\n• Отсутствие вредных привычек\nУсловия:\n• Рабочий день с 11:00\n• Официальное трудоустройство\n• Соцпакет\n• Бассейн\n• Оплачиваемый отпуск летом 56 дней\n• Возможность внутреннего совмещения по должности администратор, или педагог дополнительного образования",
        "date": "Дата создания вакансии: 30 June 2023 11:05:46"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/tehnik-informacionno-kompyuternogo-otdela-46587944.html",
        "title": "Техник информационно-компьютерного отдела",
        "city": "Санкт-Петербург",
        "salary_int": 35000,
        "salary": "Зарплата от 35000 rub",
        "requirements": "Обязанности:\n• Обслуживание ПК и оргтехники\n• Обслуживание ЛВС и ИБП\n• Техническая поддержка пользователей (1-я линия)\nТребования:\n• Профильное средне-специальное образование\n• Опыт администрирования Windows 7/10\n• Опыт работы с Alt Linux/Linux RHEL\n• Знание Bash/Powershell\n• Опыт обслуживания оргтехники Brother, HP, Kyocera\n• Опыт прокладки и ремонта линий ЛВС\n• Знание Python будет плюсом\nУсловия:\n• Оформление по ТК РФ\n• Пятидневная рабочая неделя, 5/2\n• Полный соцпакет\n• Полная занятость",
        "date": "Дата создания вакансии: 28 June 2023 10:11:20"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/pedagog-po-kompyuternomu-programmirovaniyu-32302521.html",
        "title": "Педагог по компьютерному программированию",
        "city": "Санкт-Петербург",
        "salary_int": 40000,
        "salary": "Зарплата от 40000 rub",
        "requirements": "Обязанности:\n\nОбучение детей в области информационных технологий;\nОбучение известным языкам программирования: Python, C++ и др.\nПриветствуется знание одной/нескольких продуктов :Arduino, Scratch, Blockly, ArduBlock, 3D-моделирования- 3Dграфика и анимация (3D Studio Max, Blender, AutoCad) \n\n\nТребования:\n\nУверенное владение ПК, опыт педагогической деятельности\n\nУсловия:\n\nОформление по ТК, 5/2, отпуск летом, дружный коллектив",
        "date": "Дата создания вакансии: 26 June 2023 16:20:24"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/uchitel-informatiki-11946116.html",
        "title": "Учитель информатики",
        "city": "Санкт-Петербург",
        "salary_int": 45000,
        "salary": "Зарплата от 45000 rub",
        "requirements": "Обязанности:\n\nРеализация программ углубленного изучения информатики и ИКТ (8-9 кл.) в соответствии с должностными обязанностями учителя основной и средней школы. Осуществляет обучение и воспитание обучающихся с учетом специфики преподаваемого предмета, проводит уроки и внеурочные занятия в соответствии с расписанием. В своей работе использует разнообразные приемы, педагогические технологии, методы и средства обучения. Обеспечивает уровень подготовки обучающихся, соответствующий требованиям Федерального государственного образовательного стандарта. Возможно ведение курсов внеурочной деятельности по робототехнике, программированию и т.п.\n\nТребования:\n\nВысшее образование, желательно наличие высшей или первой квалификационной категории по должности \"учитель\".\n\nЗнание возрастной психологии, умение работать с детьми разных возрастов и их родителями\n\nУсловия:\n\nРабота в государственном бюджетном образовательном учреждении, заработная плата с учетом тарификационных характеристик.",
        "date": "Дата создания вакансии: 27 June 2023 13:28:11"
    },
    {
        "url": "https://hh.ru/vacancy/81549878",
        "title": "Junior разработчик Python/Стажер",
        "city": "Москва",
        "salary_int": 50000,
        "salary": "Зарплата от 50000 RUR",
        "requirements": "Высокий уровень самоорганизованности и дисциплины. Наличие ПК, ноутбука, и высокоскоростного интернета. Обязателен опыт работы над коммерческим или опен-сорс проектом... Основное: решение тикетов, обращений от службы поддержки, написания тестов. Частично: поддержка существующего кода. Разработка новых фич.",
        "date": "Дата создания вакансии: 05 June 2023 14:52:25 UTC+03:00"
    },
    {
        "url": "https://hh.ru/vacancy/82841724",
        "title": "Junior/Middle backend разработчик на Fast API (Python)",
        "city": "Москва",
        "salary_int": 50000,
        "salary": "Зарплата от 50000 RUR",
        "requirements": "Уверенные знаниями языка и стандартных библиотек <highlighttext>Python</highlighttext> 3. Умение писать качественный и эффективный код на <highlighttext>Python</highlighttext> 3. Твердый опыт разработки... Проработка архитектурных решений Backend для web-сервисов и мобильных приложений заказчиков. Прототипирование backend для web-сервисов и мобильных приложений заказчиков. ",
        "date": "Дата создания вакансии: 30 June 2023 13:21:39 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/uchitel-informatiki-46584584.html",
        "title": "Учитель информатики",
        "city": "Санкт-Петербург",
        "salary_int": 50000,
        "salary": "Зарплата от 50000 rub",
        "requirements": "Обязанности:\n• Ведение уроков в 5-11 классе, подготовка к ОГЭ и ЕГЭ,оформление необходимой документации\nТребования:\nвысшее профессиональное образование, опыт работы и наличие категории будет преимуществом.",
        "date": "Дата создания вакансии: 27 June 2023 20:00:05"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/sistemnyj-administrator-v-shkolu-44512251.html",
        "title": "Системный администратор в школу",
        "city": "Санкт-Петербург",
        "salary_int": 55000,
        "salary": "Зарплата от 55000 rub",
        "requirements": "Обязанности:\nОрганизация работы в АИСУ Параграф (выгрузка данных, создание электронных журналов, запуск обновлений)\nВнесение в базу Параграф учебных планов по всем корпусам гимназии, прикрепление по классам и учащимся гимназии, деление на группы по предметам и внеурочной деятельности, распределение детей на школьный тур олимпиад\nФормирование всех видов ЭЦП \nОбслуживание орг.техники 1 корпуса (заправка картриджей, ремонт компьютеров)\nТехническое сопровождение всех видов работ, включая ВПР, РДР, функц.грамотность\nТехническое сопровождение на ОГЭ/ЕГЭ, на проведении итоговых собеседований\nНаладка интернета в 1 корпусе гимназии\nПечать аттестатов, контроль ведения базы и выгрузка аттестатов в ФИС ФРДО\nВыгрузка результатов ВПР\nВыдача пропусков учащимся «Моя школа»\n Методическая помощь педагогам\nВнесение педагогической нагрузки в АИСУ Параграф\nМатериальная ответственность за орг.технику\nНалаживание сетей Ростелекома (городской телефон)\nВозможно совмещение с должностью учителя Информатики (программирование на Python) с дополнительной оплатой\n\nУсловия:\n• официальное трудоустройство\n• соц. пакет",
        "date": "Дата создания вакансии: 26 June 2023 11:33:58"
    },
    {
        "url": "https://hh.ru/vacancy/82585620",
        "title": "Junior Python - Developer",
        "city": "Москва",
        "salary_int": 60000,
        "salary": "Зарплата от 60000 RUR",
        "requirements": "Понимание того, что такое Ffmpeg. Умение писать Bash-команды. Представление того, что такое s3 и как туда загружать файл. Поддержка текущего кода генератора. Создание новых креативов по инструкции (Т/З).",
        "date": "Дата создания вакансии: 30 June 2023 19:35:29 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/prepodavatel-informatika-i-vychislitelnaya-tehnika-43877938.html",
        "title": "Преподаватель Информатика и вычислительная техника",
        "city": "Санкт-Петербург",
        "salary_int": 60000,
        "salary": "Зарплата от 60000 rub",
        "requirements": "Дисциплины:\n1.Основы алгоритмизации и программирования\n2. Разработка модулей программного обеспечения для компьютерных систем\n3. Системное программирование.\n4.Поддержка и тестирование программных модулей.\n5.Основы администрирования баз данных\nОбязанности:\n\nПроведение теоретических занятий, практических и лабораторных работ, урок учебной практики. Разработка учебно-методического комплекса по проводимым занятиям. Оформление отчетной документации по результатам проведенных занятий\n\nНеобходимые знания:\nПоддержка и тестирование программных модулей. Системное программирование. \n- Работа с GIT.\n- Знание C++, C# (.NET) \n- Знание Python и MSSQL \n - Знание основ баз данных. \n\nТребования: Высшее профессиональное образование.\n\nСправка об отсутствии судимости, ЛМК, сертификат прививок.\n\nУсловия:\n\n• Трудоустройство согласно ТК РФ, полный соцпакет. Работа согласно расписанию занятий и учебному плану.",
        "date": "Дата создания вакансии: 29 June 2023 14:33:19"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/veduschij-inzhener-46009011.html",
        "title": "Ведущий инженер",
        "city": "Санкт-Петербург",
        "salary_int": 60000,
        "salary": "Зарплата от 60000 rub",
        "requirements": "В отделе наукометрического анализа Санкт-Петербургского горного университета открыта вакансия \"Ведущий инженер\"\nОбязанности:\n• умение работать в наукометрических базах данных (Scopus, Web of Science, РИНЦ и др.);\n• осуществлять сбор, обработку, интерпретацию и оформление сводно-аналитической информации;\n• подготовку презентационных материалов по вопросам, относящимся к публикационной деятельности. \nТребования:\n• Высшее образование;\n• Уверенное владение Word, Excel и Google документами;\n• Приветствуем наличие опыта в области анализа данных (Python, R, Power Query);\n• Активность, коммуникабельность, доброжелательность;\n• Умение структурировать и выделять главное из большого объема информации;\n• Навыки работы с документами, деловой переписки;\n• Личные качества: ответственность, исполнительская дисциплина, коммуникабельность, обучаемость, умение работать в коллективе, стрессоустойчивость, умение работать в режиме многозадачности, доброжелательность. \nУсловия:\n• Трудоустройство в соответствии с ТК РФ;\n• Заработная плата от 60 000 руб. (+ надбавка после прохождения испытательного срока);\n• Испытательный срок 3 месяца;\n• График работы: пятидневка, Пн.-Чт. с 8.30 до 17.15, Пт. с 8.30 до 16.15;",
        "date": "Дата создания вакансии: 27 June 2023 09:50:15"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/docent-kafedry-informacionnoj-bezopasnosti-40917263.html",
        "title": "Доцент кафедры информационной безопасности",
        "city": "Санкт-Петербург",
        "salary_int": 70000,
        "salary": "Зарплата от 70000 rub",
        "requirements": "Обязанности:\n• Проводить все виды учебных занятий, руководить курсовыми и дипломными проектами и научно-исследовательской работой обучающихся по программам бакалавриата, специалитета, магистратуры, аспирантуры и дополнительным профессиональным программам (далее – ДПП) \n• \nОрганизовывать самостоятельную работу обучающихся по программам бакалавриата, специалитета, магистратуры, аспирантуры и ДПП.\n• \n Контролировать и оценивать освоение обучающимися дисциплин (модулей), практик программ бакалавриата, специалитета, магистратуры, аспирантуры и ДПП\n• \n Оценивать освоение образовательной программы при проведении государственной итоговой аттестации (далее – ГИА) в составе государственной экзаменационной комиссии \n• \nРуководить разработкой учебно-методического обеспечения курируемых дисциплин (модулей).\n\n• \nКонтролировать и оценивать качество проведения старшими преподавателями и ассистентами всех видов учебных занятий по курируемым дисциплинам (модулям), организации исследовательской, проектной и иной деятельности обучающихся.\n• \nОбеспечивать научно-методическое и консультационное сопровождение процесса и результатов исследовательской, проектной и иной деятельности обучающихся по программам ВО и ДПП, в том числе подготовки выпускной квалификационной работы.\n• \n Контролировать выполнение и (или) рецензирование проектных, исследовательских работ, обучающихся по программам ВО и ДПП, в том числе выпускных квалификационных работ.\n• \nОрганизовывать подготовку и проведение научных конференций, конкурсов проектных и исследовательских работ обучающихся.\n• \nРуководить деятельностью обучающихся на практике. \n\n• \n Разрабатывать новые подходы и методические решения в области преподавания дисциплин (модулей).\n\n• \n Разрабатывать и обновлять рабочие программы и оценочные материалы дисциплин (модулей), практик, ГИА.\n\n• \nСоздавать и обновлять учебники и учебные пособия (включая электронные), учебно-методические и научно-методические и материалы.\n• \nРазрабатывать новое и модернизировать существующее учебно-лабораторное оборудование и (или) учебные тренажеры, включая имитационное моделирование.\n• \nРаботать в электронной информационно-образовательной среде ПГУПС, включая создание, поддержание и обновление электронных обучающих курсов по преподаваемым дисциплинам (модулям), практикам, ГИА.\n• \n Участвовать в воспитательной работе с обучающимися.\n• \nУчаствовать в НИР кафедры, внедрении результатов НИР в производство и учебный процесс, участвовать в обсуждении законченных на кафедре НИР.\n• \nУчаствовать в обсуждении вопросов на заседаниях кафедры.\n• \nВыполнять индивидуальный план работы преподавателя.\n• \nВыполнять работы в соответствии с критериями эффективности труда, утвержденными решениями Ученого совета университета.\n• \nВыполнять иные поручения заведующего кафедрой «Информатика и информационная безопасность».\nТребования:\n• высшее образование\n• стаж научно-педагогической работы не менее трех лет\n• ученая степень кандидата (доктора) наук (технических, физико-математических, экономических, военных, педагогических)\n• и/или ученое звание доцента (профессора)\n\n• наличие научных публикаций ВАК и/или учебных пособий, монографий, патентов, свидетельств о регистрации программ\n• прохождение обязательных предварительных (при поступлении на работу) и периодических медицинских осмотров (обследований), психиатрических освидетельствований, а также внеочередных медицинских осмотров (обследований) \n\n• возраст желательно не более 50 лет\nУсловия:\n• Режим рабочего дня доцента устанавливается в соответствии с расписанием учебных занятий, утвержденным графиком консультаций и Правилами внутреннего трудового распорядка \n• Доцент непосредственно подчиняется заведующему кафедрой «Информатика и информационная безопасность». \n• Читаемые дисциплины: ИТ-инфраструктура организации, Разработка web-представительства организации, Хранилища данных, Информационная безопасность, Управление жизненным циклом, Теоретические основы компьютерной безопасности, Технология проектирования и разработки ИС, Безопасность систем баз данных, Структуры и алгоритмы обработки данных, Системный анализ информационных процессов, Языки бизнес-приложений (на платформе 1С-предприятие), Основы программирования на языке Python и др.",
        "date": "Дата создания вакансии: 26 June 2023 11:11:29"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/sistemnyj-administrator-46664658.html",
        "title": "Системный администратор",
        "city": "Санкт-Петербург",
        "salary_int": 70000,
        "salary": "Зарплата от 70000 rub",
        "requirements": "Обязанности:\n• Администрирование IT-инфраструктуры компании.\n• Построение и поддержка отказоустойчивых систем.\n• Мониторинг инфраструктуры (сбор и анализ метрик, логирование, проактивный мониторинг).\n• Поддержка сервисов на базе продуктов Microsoft.\n• Автоматизация рутинных задач.\n• Ведение документации по обслуживаемым сервисам.\n• Помощь в обслуживании сотрудников компании (по заявкам).\nТребования:\n• Понимание работы основных сетевых сервисов DNS, DHCP, TFTP, NAT и т.д.;\n• Опыт работы с сетевыми сервисами от Microsoft: DNS, DHCP, DFS, WSUS;\n• Навыки работы с Active Directory – понимание структуры каталога, понимание принципов RBAC;\n• Навыки написания скриптов на PowerShell;\n• Администрирование и автоматизация обслуживания для:\n - Клиентских ОС MS Windows (8.1, 10);\n - Серверных ОС MS Windows Server (2016, 2019).\n• Опыт работы с Hyper-V и SCVMM;\n• Опыт работы с системами мониторинга;\n• Понимание принципов работы аппаратного обеспечения (серверов, ПК), умение произвести первичную диагностику оборудования;\n• Понимание принципов работы сетевого оборудования – решение базовых задач настройки маршрутизации/сетевого экрана/управляемых коммутаторов;\n• Знание принципов построения СКС;\n• Опыт обслуживания почтового сервера (желателен опыт работы с MS Exchange);\n• Базовые знание ОС семейства Linux;\n• Опыт работы с системами контроля версий;\n• Желателен опыт работы: с Asterisk; СУБД MS SQL Server / MySQL; CentOS; Pyhton;\n• Навыки подготовки технической документации.\nУсловия:\n• Работа в стабильно развивающейся группе компаний.\n• пятидневная рабочая неделя, с 9-00 до 18-00.\n• Оклад 70 000 + премия от 30 000 (вкл. НДФЛ).\n• Оформление в соответствии с ТК РФ (отпуск, б/л,+ дополнительные дни отпуска).\n• Сильная команда и возможность реализовать свой потенциал.\n• официально действует отсрочка от армии и бронь от мобилизации.\n• выплата з/п 2 раза в месяц.\n• возможность комбинированного режима работы.\n• территориально м. Беговая, Бизнес-Центр \"Атлантик-Сити\".",
        "date": "Дата создания вакансии: 29 June 2023 13:52:03"
    },
    {
        "url": "https://hh.ru/vacancy/82464341",
        "title": "Junior backend-разработчик",
        "city": "Москва",
        "salary_int": 90000,
        "salary": "Зарплата от 90000 RUR",
        "requirements": "Понимание нормализации, индексов, транзакций. Понимание концепции асинхронного i/o. Опыт оптимизации <highlighttext>python</highlighttext>-кода и SQL-запросов. Опыт работы с реляционными... Первые месяцы основная задача - миграции исторических данных новых клиентов в хантфлоу. Собеседование по Zoom с HR, которое включает общие вопросы. ",
        "date": "Дата создания вакансии: 26 June 2023 17:30:31 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/analitik-v-otdel-aktuarnyh-raschetov-46625508.html",
        "title": "Аналитик в отдел актуарных расчетов",
        "city": "Санкт-Петербург",
        "salary_int": 100000,
        "salary": "Зарплата от 100000 rub",
        "requirements": "Обязанности:\n• \nАвтоматизация процессов сбора, проверки и обработки информации на основе технический заданий\n• \nСамостоятельная разработка отдельных бизнес-процессов, коммуникации со связанными сторонами, выяснение потребностей подразделений.\n• Ежемесячная подготовка данных для расчета резервов, осознанное заполнение отчетных и аналитических форм.\nТребования:\n• Опыт работы с большими объемами данных. Отличные компьютерные пользовательские навыки.\n• Способность написать небольшой код (начальных требований к языку нет). Желателен опыт применения в работе надстроек excel - Power Query/Power Pivot/Power BI/Dax.\n• Желателен опыт работы, связанный с подготовкой финансовой отчетности страховой компании, а также понимание процессов страхового учета. При готовности кандидата быстро освоить новую сферу, будут рассмотрены также кандидаты с опытом работы, связанным с подготовкой финансовой отчетностью в других финансовых отраслях.\n• Опыт аналитической работы, в т.ч. в R/Python – преимущество.\n• Нацеленность на результат, инициативность, коммуникабельность. Аккуратность в расчетах, пунктуальность при соблюдении сроков сдачи работ, ответственное отношение к качеству\nУсловия:\n• Оформление в штат согласно ТК РФ - 100% официальная (белая) заработная плата. Структура дохода: оклад 100 000 рублей + ежеквартальные премии.\n• Полная занятость, полный рабочий день с 9.30 до 18.00\n• Социальный пакет: оплачиваемый отпуск, больничный, страховой полис ДМС\n• Офис в трех минутах ходьбы от станции метро \"Адмиралтейская\"\n• Льготные условия страхования для Вас и членов Вашей семьи\n• Обучение и повышение квалификации в процессе работы",
        "date": "Дата создания вакансии: 26 June 2023 11:45:17"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/web-razrabotchik-41964533.html",
        "title": "Web-разработчик (backend)",
        "city": "Санкт-Петербург",
        "salary_int": 100000,
        "salary": "Зарплата от 100000 rub",
        "requirements": "Ищем талантливого Backend разработчика с опытом работы на коммерческих проектах, который станет частью команды разработки портала EuroAuto и других проектов компании.\nИспользуемый стек технологий:\n- PHP 7.4 (Silex, Kohana, Laravel, Symfony);\n- Шаблонизатор Twig;\n- Python;\n- NoSQL: Redis, Memcached;\n- PostgreSQL, MSSQL;\n- CI/CD;\n- Docker/Kubernetes;\n- GitLab/Kibana;\n- JS, TypeScript, ReactJS, jQuery;\n- Bootstrap3/5, Webpack ,SASS/SCSS/CSS.\nЧем предстоит заниматься:\n- Разработка и сопровождение новых фич;\n- Поддержка и рефакторинг ранее разработанного функционала;\n- Решение проблем и оптимизация производительности;\n- Участвовать в проектировании и принятии архитектурных решений;\n- Взаимодействовать с фронт-разработчиками, тестировщиками и бизнесом.\nТребования:\n- Уверенные знания PHP7, опыт веб-разработки не менее 3-х лет;\n- Опыт работы с фреймворками Laravel или Symfony от 1 года;\n- Понимание ООП и паттернов проектирования, умение их применять;\n- Знание SQL на уровне написания запросов средней сложности;\n- Опыт работы с REST API, понимание протокола HTTP;\n- Опыт работы в команде с использованием Git;\n- Умение разбираться в чужом коде.\nПожелания:\n- Опыт создания высоконагруженных проектов;\n- Умение декомпозировать задачи и доводить их до конца;\n- Опыт использования docker для локальной разработки (Nginx+php-fpm);\n- Вы достаточно самостоятельны, чтобы разобраться в устройстве процесса, системы;\n- Вы достаточно внимательны и напишите в сопроводительном письме в какой версии php появилась функция is_countable();\n- Опыт использования PHPUnit.\nПреимущества:\n• Официальное трудоустройство и достойная заработная плата;\n• Гибридный график работы - 3 дня в офисе (понедельник-среда и четверг пятница-удаленная работа), начинаем работу в гибком графике - с 8 до 10;\n• Свободный dress code;\n• Комфортный офис в шаговой доступности от м. Петроградская/Чкаловская;\n• Чай, кофе, печеньки, обеды за счёт компании;\n• Комфортный темп разработки;\n• Возможность обучаться за счёт компании, возможность профессионального роста;\n• Скидка на покупку деталей и ремонт автомобиля в сервисах ЕвроАвто;\n• Корпоративные подарки для детей и взрослых;\n• Корпоративный футбол;\n• Участие в крупном проекте по развитию web – направления сети;\n• Возможность выбора направления работы.",
        "date": "Дата создания вакансии: 30 June 2023 22:07:30"
    },
    {
        "url": "https://hh.ru/vacancy/82844540",
        "title": "Аналитик данных, Excel + визуализации",
        "city": "Москва",
        "salary_int": 150000,
        "salary": "Зарплата от 150000 RUR",
        "requirements": "Что нужно знать/уметь: - Иметь знакомство с <highlighttext>Python</highlighttext> (pandas) или возможность быстро погрузиться в него на уровне подготовки табличных данных. -  ...в Excel, включая объединение таблиц, сводные таблицы, формулы массивов и прочее. VBA не используем, подготовку такого уровня делаем в <highlighttext>Python</highlighttext>.",
        "date": "Дата создания вакансии: 30 June 2023 14:09:19 UTC+03:00"
    },
    {
        "url": "https://spb.superjob.ru/vakansii/senior-data-scientist-46668124.html",
        "title": "Senior data scientist",
        "city": "Санкт-Петербург",
        "salary_int": 300000,
        "salary": "Зарплата от 300000 rub",
        "requirements": "ФГБУ \"НМИЦ онкологии им. Н.Н. Петрова\" Минздрава России является одним из ведущих учреждений специализирующихся на оказание медицинской помощи по профилю \"онкология\". Учреждение имеет обширную базу исследований: лучевых методов диагностики, морфологии, а также большое количество медицинских данных пациентов с онкологическими заболеваниями. В настоящее время организация ищет руководителя лаборатории специализирующейся на разработки алгоритмов машинного обучения и искусственного интеллекта\nМы ищем руководителя DS команды для развития нескольких направлений\n* Компьютерное зрение - разработка систем по распознаванию информации: КТ снимки, маммографии, флюорографии легких и пр\n* LLM - создание помощников врача для онкологических пациентов. Взаимодействие с медицинскими информационными системами. Разработка систем принятия врачебных решений\n* Взаимодействие с носимой электроникой - анализ активности пациентов для определения риска развития осложнений\n* Разработка аналитической системы учреждения - прогноз потребности в медицинской помощи, расчет нагрузки оборудования, расчет рисков развития возникновения осложнений при оказания медицинской помощи\nЧем предстоит заниматься\n* Создание и руководство лабораторией DS (5 - 10 человек)\n* Развитие команды, управление эффективностью и качеством ее работы\n* Разработка и внедрение алгоритмов машинного обучения для повышения эффективности оказания медицинской помощи\n* Работа с метриками Машинного Обучения (Machine Learning), их сопоставление с бизнес-метриками Медицинской организации\n* В перспективе применение LLM (Больших Языковых Моделей) моделей для работы с медицинскими данными\nОсновные требования\n* Уверенный опыт работы в ML-направлении на позиции Senior/Lead, опыт управления командой DS приветствуется\n* Хорошие знания и опыт практического применения теории вероятностей и математической статистики \n* Знание основных алгоритмов и методов машинного обучение и анализа данных: линейные модели, ансамблевые методы, анализ и прогнозирование временных рядов (задачи классического Машинного Обучения)\n* Знание и опыт в области Глубокого Обучения (Deep Learning): сверточные нейронные сети (CNN); архитектуры для сегментации изображения - U-Net, Mask R-CNN, SAM; Трансформеры\n* Знание других архитектур (например, рекуррентные нейронные сети - RNN, LSTM) будет Вашим преимуществом\n* Опыт разработки ML-Конвейеров (Pipeline) на языках Python\n* Знание основного инструментария стека Python: Jupyter, Pandas, Scikit-learn, PyTorch/Tensorflow\n* Опыт работы с базами данных, владение языком запросов SQL;\n* Опыт внедрения корпоративных моделей данных, развития инструментов и систем для работы с данными\n* Развитые навыки коммуникации, способность быстро погружаться в специфику здравоохранения\n* Структурное мышление и умение излагать свои мысли\n* Опыт работы в сфере здравоохранения над проектами по ML и AI будет преимуществом\n- Знания английского языка будет Вашим преимуществом\nСтек\n* Разработка: Python, GitLab/GitHub, Docker, Kubernetes, AirFlow\n* Данные: Hadoop, PostgreSQL, Apache Airflow\nМы предлагаем\n* Трудоустройство в соответствии с ТК РФ\n* Белая зарплата\n* Возможность разрабатывать продукты востребованные для системы здравоохранения, которые позволяют повысить качество оказания медицинской помощи по профилю \"онкология\"\n* Возможность участвовать с презентацией проектов на профильных конференциях \n\n\nПросьба откликаться на вакансию полным резюме. В случае положительного результата рассмотрения резюме, Вы получите приглашение на интервью.",
        "date": "Дата создания вакансии: 29 June 2023 16:03:35"
    }
]